/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "section_heading_tag": "h1",
        "heading_size": "h3",
        "margin_top": "no-indent",
        "margin_bottom": "no-indent"
      }
    },
    "image_with_text_4EVHDm": {
      "type": "image-with-text",
      "custom_css": [
        ".section-header__title.h1 {color: rgb(26, 26, 26);}",
        "@media screen and (min-width: 750px) {.image-with-text.image-standard-layout .container {max-width: 100vw !important; padding: 0; margin-top: -75px; }}"
      ],
      "name": "t:sections.image-with-text.presets.name",
      "settings": {
        "color_scheme": "background-1",
        "image_position": "image_left",
        "content_alignment": "left",
        "image": "shopify://shop_images/AU1_IMG-4389.jpg",
        "image_size": "4/3",
        "subheading": "",
        "dot": false,
        "heading": "About BLUEMOTH.",
        "section_heading_tag": "h2",
        "heading_size": "h1",
        "text": "<p>Empowering you to hear better. Better.</p>",
        "button_label": "",
        "button_link": "",
        "button_style": "primary",
        "button_dot": true,
        "margin_top": "no-indent",
        "margin_bottom": "no-indent"
      }
    },
    "multi_image_with_text_JiJAhT": {
      "type": "multi-image-with-text",
      "name": "Multi image with text",
      "settings": {
        "color_scheme": "background-1",
        "background_color": "#313d47",
        "image_position": "image_right",
        "content_alignment": "left",
        "image": "shopify://shop_images/AU2_BlueMoth2023-225.jpg",
        "image_size": "adapt",
        "image_2": "shopify://shop_images/AU3_24_hours_1080x1080_ad12f720-5497-4d8c-ac7a-cf92d0571c2d.jpg",
        "image_3": "shopify://shop_images/AU4_BlueMothBranding-53.jpg",
        "subheading": "",
        "dot": true,
        "heading": "Why BLUEMOTH is different.",
        "section_heading_tag": "h2",
        "heading_size": "h1",
        "text": "<p>We saw an opportunity to elevate traditional hearing healthcare. No more boring clinics, outdated processes, or beige technology. With BLUEMOTH, hearing care is as innovative and exciting as it should be.</p>",
        "button_label": "",
        "button_link": "",
        "button_style": "primary",
        "button_dot": true,
        "margin_top": "s",
        "margin_bottom": "s"
      }
    },
    "image_with_text_nt93BE": {
      "type": "image-with-text",
      "custom_css": [
        ".section-header__title.h1 {color: rgb(26, 26, 26);}"
      ],
      "name": "t:sections.image-with-text.presets.name",
      "settings": {
        "color_scheme": "background-1",
        "image_position": "image_right",
        "content_alignment": "left",
        "image": "shopify://shop_images/AU5_BlueMoth.MelanieHecker-51_snapped.jpg",
        "image_size": "4/3",
        "subheading": "",
        "dot": false,
        "heading": "Get to know our founder, Mel.",
        "section_heading_tag": "h2",
        "heading_size": "h1",
        "text": "<p>Hi! I’m Mel! Since 2010, I’ve worked as an audiologist to transform the hearing healthcare experience. At BLUEMOTH, we’re connecting people to the world around them with care that’s innovative, personalized, and fun.</p>",
        "button_label": "",
        "button_link": "",
        "button_style": "primary",
        "button_dot": true,
        "margin_top": "no-indent",
        "margin_bottom": "no-indent"
      }
    },
    "image_cards_YHjknK": {
      "type": "image-cards",
      "blocks": {
        "card_y4gra4": {
          "type": "card",
          "settings": {
            "image": "shopify://shop_images/BlueMoth.MelanieHecker-29.jpg",
            "title": "Dr. Melanie K. Hecker",
            "text": "<p><em>Audiologist, Founder, CEO</em></p>",
            "description": "<p>Hi! I’m Mel!</p><p>I love people, hearing, technology and connection!</p><p>I’ve been an Audiologist for 13 years and have seen the hearing healthcare world from many perspectives.  I love what I do, and I love reconnecting people to their worlds through better hearing. </p><p>I started off in grad school as a research assistant, being an “ear nerd” (term of endearment) studying the newest technologies and fitting strategies. I have worked in ENT, medical settings, educational audiology, private practice and for a hearing aid manufacturer. With that time, I’ve seen what I love about hearing healthcare… and, I’ve seen big voids in the consumer experience.</p><p>The biggest challenges I’ve witnessed are in the areas of accessibility, affordability and shattering the stigma around hearing loss and hearing technology. These core challenges fueled me in creating a different path for consumers engaging in hearing healthcare.</p><p>When new legislation allowed OTC devices to enter the market, I was excited to see hearing healthcare expand it’s reach. Patients had two paths: OTC options that provide an equivalent to reader/cheater glasses, or a traditional clinic model for prescription hearing aids.</p><p>I saw a huge void for consumers in the middle. What about those who need prescription help, but didn’t want to engage with the traditional clinic model? What about those that want to be actively engaged in their own healthcare? What about empowerment through choices and options? What about the skeptics and those who distrust doctors and whitecoats?</p><p>That’s why I created BLUEMOTH. I wanted a place where consumers led the journey for their own hearing wellness, not a “doctor knows best model.” I wanted there to be Audiologic oversight, so that consumers would have the best in quality hearing healthcare, but in a way that was fun and convenient. </p><p>Mostly – I love the freedom and transparency that comes from choice! I don’t like the amount of confusion and misinformation that is out there, and I really don’t like the awkward power dynamics of a patient being told what’s best for them.</p><p>With BLUEMOTH, we take the information you provide us, along with your hearing test results and we send you three sets of premium prescription technology to test drive in your own life – so YOU can determine the benefits and which you prefer. That’s radically new and different. And, I feel passionately that it’s needed – it’s what consumers deserve.</p><p>I want hearing to be a sense of pride and empowerment, not a sense that brings about shame and hiding.</p><p>It’s time to live out loud!</p><p>– Dr. Melanie K. Hecker</p>",
            "quote": ""
          }
        },
        "card_UpRwbB": {
          "type": "card",
          "settings": {
            "image": "shopify://shop_images/IMG_1342.jpg",
            "title": "Dr. Leela Cleary",
            "text": "<p><em>Audiologist</em></p>",
            "description": "<p>After earning her doctorate degree, Dr. Cleary developed a passion for telehealth and providing high-quality audiological care virtually.</p><p>She loves delivering customers with accessible audiological services and empowering individuals as they take control of their hearing through BLUEMOTH. </p><p>Dr. Cleary finds joy in quality family time and enjoys the thrill of competitive sports.</p>",
            "quote": "<p>With BLUEMOTH, I am able to connect with individuals to improve their quality of life, which fills me with gratitude and a deep sense of fulfillment. </p>"
          }
        },
        "card_wHWgKh": {
          "type": "card",
          "settings": {
            "image": "shopify://shop_images/IMG_1394.jpg",
            "title": "Rhea John",
            "text": "<p><em>Director of Operations</em></p>",
            "description": "<p>With degrees in Physics and experience in entrepreneurship, Rhea applies her problem-solving skills to oversee operations at BLUEMOTH. Rhea loves working at BLUEMOTH because of our fun and rebellious approach to hearing care. Outside of work, Rhea enjoys reading thrillers and practicing yoga.</p>",
            "quote": "<p>Hearing connects people to their hobbies and loved ones- it’s rewarding to see that joy come back into people’s lives through great hearing care.</p>"
          }
        },
        "card_9tC3jN": {
          "type": "card",
          "settings": {
            "image": "shopify://shop_images/Screenshot_2025-12-08_075725.png",
            "title": "Sienna Herrera-Maddox",
            "text": "<p><em>Audiology Assistant</em></p>",
            "description": "<p><strong>Sienna</strong> brings hearing health to life through social media, focusing on making hearing care inclusive for everyone while showcasing the incredible new technology available in the field. An adventure at heart, Sienna enjoys traveling with her husband and visiting Disneyland, making the most of every moment. She is passionate about sharing how hearing care can transform lives and creating content that resonates with diverse audiences.</p>",
            "quote": "<p>I love working in hearing healthcare because it gives me the opportunity to help people reconnect with life’s moments through the power of innovative hearing technology.</p>"
          }
        },
        "card_tmtJeB": {
          "type": "card",
          "settings": {
            "image": "shopify://shop_images/AQ1A5049.jpg",
            "title": "Cathy Childs",
            "text": "<p><em>Patient Advocate</em></p>",
            "description": "<p>With over a decade of experience leading customer support, sales, and account management teams, Cathy is excited to join BLUEMOTH as a Patient Advocate. Having previously worked at a San Francisco-based hearing aid startup, she understands the importance of finding the right hearing solution and is thrilled to be back in the hearing care space. She loves collaborating with hardworking teams and building efficient, scalable processes. Outside of work, she enjoys biking, hiking, camping, baking, reading, and spending time with loved ones. Originally from Massachusetts, she has called San Francisco home for the past seven years.</p>",
            "quote": ""
          }
        },
        "card_ghLNAq": {
          "type": "card",
          "settings": {
            "image": "shopify://shop_images/Nina_M._Holmstrom_Headshot.png",
            "title": "Nina M. Holmstrom",
            "text": "<p><em>Executive Assistant</em></p>",
            "description": "<p>Nina has spent her career helping small business owners grow their startup companies into thriving and successful organizations since early 2000. Her background includes a wide array of administrative and financial expertise in bookkeeping, accounting, as CFO, and also Executive Assistant to several Seattle-based CEO's and Executive Directors. Nina's passion for helping others, continuous commitment to excellence and growth, and providing the highest level of support to her team are her core values and foundation for success. In her words, \"I am absolutely thrilled to be directly supporting our founder and visionary, Melanie K. Hecker and to be part of the incredible team at BLUEMOTH Hearing. Together, we are creating an amazing future as we bring the latest technology of hearing devices combined with a dynamic team structured to support the varying needs of each and every customer.</p>",
            "quote": ""
          }
        },
        "card_m3PE86": {
          "type": "card",
          "settings": {
            "image": "shopify://shop_images/Macky_Venida_Headshot.png",
            "title": "Macky Venida",
            "text": "<p><em>Executive Assistant</em></p>",
            "description": "<p>Macky Venida is BLUEMOTH Hearing's dedicated Executive Assistant from Manila. Guided by his life verse, Colossians 3:23, Macky approaches his work with heartfelt dedication, always striving to give his best in every task. He deeply values the opportunity to be part of the BLUEMOTH team, contributing to the company’s mission with gratitude and enthusiasm. Macky’s commitment to excellence reflects his deep appreciation for the meaningful work that BLUEMOTH Hearing does in the community.</p>",
            "quote": ""
          }
        },
        "card_9CMMYf": {
          "type": "card",
          "disabled": true,
          "settings": {
            "image": "shopify://shop_images/Macky_Venida_Headshot.png",
            "title": "",
            "text": "<p>Green Tea</p>",
            "description": "",
            "quote": ""
          }
        }
      },
      "block_order": [
        "card_y4gra4",
        "card_UpRwbB",
        "card_wHWgKh",
        "card_9tC3jN",
        "card_tmtJeB",
        "card_ghLNAq",
        "card_m3PE86",
        "card_9CMMYf"
      ],
      "name": "Image cards",
      "settings": {
        "background_color": "#313d47",
        "margin_top": "xs",
        "margin_bottom": "xs",
        "modal_color": "#000000",
        "modal_background_color": "#a5ccfb"
      }
    }
  },
  "order": [
    "main",
    "image_with_text_4EVHDm",
    "multi_image_with_text_JiJAhT",
    "image_with_text_nt93BE",
    "image_cards_YHjknK"
  ]
}
